const uaTranslations = {
  translation: {
    header: {
      home: 'Головна',
      catalog: 'Каталог',
      promo: 'Акції',
      aboutUs: 'Про нас',
      blog: 'Блог',
      deliveryPayment: 'Доставка і оплата',
      findUs: 'Де нас знайти?',
    },
    slideFirst: {
      title: 'Зробимо твій будинок затишним!',
      text: 'Наш магазин декору та подарунків пропонує товари провідних світових брендів, які приємно як дарувати так і отримувати. Ми з радістю допоможемо вам обрати, незвичні подарунки на будь-яке свято. Ви можете купити подарунок в нашому магазинів або замовити он-лайн з доставкою по Україні.',
    },
    news: {
      titleNews: 'Новинки',
    },
    catalogSection: {
      titleCatalog: 'Каталог',
    },
    publicity: {
      postOne:
        'Деякі речі не знайти так просто у супермаркетах. Іноді у пріоритеті бувають товари, які потрібно шукати лише в асортименті спеціальних магазинів. Це може бути декор для вашого будинку, різні прикраси або подарунки ‒ такі речі зазвичай шукають окремо.',
      postTwo:
        '  У Crocus Decor ми розуміємо, що Ваш дім – це вираз Вашої особистості, і саме тому пропонуємо широкий вибір стилів та варіантів декору та подарунків. Незалежно від того, чи Ви впевнені в своєму стилі, чи шукаєте натхнення, ми готові допомогти Вам створити атмосферу, яка відповідає уявленням про ідеальний дім.',
    },
  },
};

export default uaTranslations;
