const uaTranslations = {
  translation: {
    header: {
      home: 'Головна',
      catalog: 'Каталог',
      promo: 'Акції',
      aboutUs: 'Про нас',
      blog: 'Блог',
      deliveryPayment: 'Доставка і оплата',
      findUs: 'Де нас знайти?',
    },
    main: {
      slideFirst: {
        title: 'Зробимо твій будинок затишним!',
        text: 'Наш магазин декору та подарунків пропонує товари провідних світових брендів, які приємно як дарувати так і отримувати. Ми з радістю допоможемо вам обрати, незвичні подарунки на будь-яке свято. Ви можете купити подарунок в нашому магазинів або замовити он-лайн з доставкою по Україні.',
        buttonCatalog: 'Каталог',
        buttonSale: 'Акції',
      },
      slideTwo: {
        title: 'Магія домашнього декору',
        text: 'Чому так багато людей обожнюють магазини з домашнім декором? Предмети декору надають людині емоції. А саме, затишку та естетичного задоволення. Саме емоції відповідають за наш вибір предметів декору. В деяких ми впізнаємо себе, свої смаки, кольори, форми та приємні спогади.',
        btnText: 'Перейти до вибору декора',
      },
      slideTree: {
        text: "Меблі відіграють ключову роль в дизайні інтер'єру з багатьох причин. Вони можуть бути головним його елементом або навіть цілком його визначати.Меблі визначають функціональність і зручність приміщення. Вони дозволяють створювати зони для відпочинку, роботи, зберігання та інших потреб.",
      },

      news: {
        titleNews: 'Новинки',
        buttonAll: 'Переглянути все',
      },
      catalogSection: {
        titleCatalog: 'Каталог',
        catalog: {
          oneSection: 'Декоративні корзини',
          twoSection: 'Вази та кашпо',
          threeSection: 'Текстиль',
          fourSection: 'Все для кухні',
        },
      },
      publicity: {
        postOne:
          'Деякі речі не знайти так просто у супермаркетах. Іноді у пріоритеті бувають товари, які потрібно шукати лише в асортименті спеціальних магазинів. Це може бути декор для вашого будинку, різні прикраси або подарунки ‒ такі речі зазвичай шукають окремо.',
        postTwo:
          '  У Crocus Decor ми розуміємо, що Ваш дім – це вираз Вашої особистості, і саме тому пропонуємо широкий вибір стилів та варіантів декору та подарунків. Незалежно від того, чи Ви впевнені в своєму стилі, чи шукаєте натхнення, ми готові допомогти Вам створити атмосферу, яка відповідає уявленням про ідеальний дім.',
      },
      findUs: {
        title: 'Де нас знайти?',
      },
    },
    slideFirst: {
      title: 'Зробимо твій будинок затишним!',
      text: 'Наш магазин декору та подарунків пропонує товари провідних світових брендів, які приємно як дарувати так і отримувати. Ми з радістю допоможемо вам обрати, незвичні подарунки на будь-яке свято. Ви можете купити подарунок в нашому магазинів або замовити он-лайн з доставкою по Україні.',
      textSlideTwo:
        'Чому так багато людей обожнюють магазини з домашнім декором? Предмети декору надають людині емоції. А саме, затишку та естетичного задоволення. Саме емоції відповідають за наш вибір предметів декору. В деяких ми впізнаємо себе, свої смаки, кольори, форми та приємні спогади.',
      textSlideTree:
        "Меблі відіграють ключову роль в дизайні інтер'єру з багатьох причин. Вони можуть бути головним його елементом або навіть цілком його визначати.Меблі визначають функціональність і зручність приміщення. Вони дозволяють створювати зони для відпочинку, роботи, зберігання та інших потреб.",
    },
    publicity: {
      postOne:
        'Деякі речі не знайти так просто у супермаркетах. Іноді у пріоритеті бувають товари, які потрібно шукати лише в асортименті спеціальних магазинів. Це може бути декор для вашого будинку, різні прикраси або подарунки ‒ такі речі зазвичай шукають окремо.',
      postTwo:
        '  У Crocus Decor ми розуміємо, що Ваш дім – це вираз Вашої особистості, і саме тому пропонуємо широкий вибір стилів та варіантів декору та подарунків. Незалежно від того, чи Ви впевнені в своєму стилі, чи шукаєте натхнення, ми готові допомогти Вам створити атмосферу, яка відповідає уявленням про ідеальний дім.',
    },
    news: {
      titleNews: 'Новинки',
    },
    footer: {
      navigation: {
        home: 'Головна',
        catalog: 'Каталог',
        promo: 'Акції',
        aboutUs: 'Про нас',
        blog: 'Блог',
        deliveryPayment: 'Доставка і оплата',
        findUs: 'Де нас знайти?',
        ReturnOfGoods: 'Повернення Товару',
      },
      categorys: {},

      contacts: {
        contacts: {
          workHours: 'Графік роботи:',
          timeRanges: 'Пн-Сб з 10:00 до 18:00',
          address: 'Адреса:',
          addressLink: 'Проспект Незалежності, 140-Б, Ізмаїл, Одеська область',
          phone: 'Телефон:',
          socialMedia: 'Ми у соц мережах:',
        },
        allRightsReserved: 'Всі права захищені',
      },
      allRightsReserved: 'Всі права захищені',
      catalogSection: {
        titleCatalog: 'Каталог',
      },
    },
    pageAboutUs: {
      post: {
        title: 'Про нас',
        textOne:
          'Ласкаво просимо до Crocus Home Decor – вашого улюбленого магазину декору для дому! Ми є місцем, де ваші декоративні мрії стають реальністю, а ваше життя перетворюється на казку.',
        textTwo:
          'У Crocus Decor ми пропонуємо широкий асортимент декоративних предметів, що допоможуть вам перетворити будь-яке приміщення в красивий і гармонійний простір. Від елегантних меблів та освітлення до чарівних аксесуарів у нас є все необхідне, щоб доповнити ваш стиль і створити незабутню атмосферу.',
      },
    },
    pageDeliveryPayment: {
      post: {
        title: 'Доставка і оплата',
        titleAbout: 'Доставка замовлень',
        postAbout:
          'Наша компанія пропонує доставку транспортними компаніями на вибір по Україні! Зверніть увагу, що наразі доставка здійснюється тільки у відкриті відділення в містах, де нема активних бойових дій або тимчасової окупації. ',
        blockPost: {
          post1: 'Самовивіз по передоплаті та накладеним платежем',
          post2: 'До відділення, по передоплаті та накладеним платежем. Поштомати та Адресна доставка – по передоплаті',
          post3: 'До відділення, по передоплаті та накладеним платежем',
        },
        list: {
          li1: 'чи відкрита можливість оплати покупок Вашою платіжною картою в Інтернеті;',
          li2: 'чи достатньо коштів на платіжній картці для оплати зробленого Вами замовлення;',
          li3: 'чи не закінчився термін дії платіжної картки.',
        },
        titlePay: 'Оплата замовлень',
        titlePostTwo: 'Карткою будь-якого банку на сайті',
        postPay:
          'При оформленні замовлення Ви маєте можливість здійснити оплату за допомогою платіжної картки Visa або MasterСard безпосередньо на сайті. Компанія Лівеста Косметикс гарантує безпеку та захист інтернет-платежів. Всі операції з платіжними картами проводяться відповідно до вимог платіжних систем VISA International та MasterCard.Надана Вами персональна інформація (ім’я, телефон, номер платіжної картки) є конфіденційною і не підлягає розголошенню. Дані Вашої картки передаються тільки в зашифрованому вигляді і не зберігаються на нашому Web-сервері.Перед оплатою перевірте, будь ласка:',
        titleReceipt: 'Оплата під час отримання замовлення',
        postReceipt: 'Оплата при отриманні можлива при оформленні доставки накладеним платежем',
        payList: {
          li1: "Вартість послуги 'накладений платіж' для транспортної компанії 'Нова пошта' становить 20 грн + 2% від суми замовлення.",
          li2: "Вартість послуги 'накладений платіж' для транспортної компанії 'УкрПошта' становить 1% від суми замовлення, але не менше ніж 10 грн.",
          li3: 'Оформлення доставки накладеним платежем можливо зі статусу Лідер та вище.',
          li4: 'Функція доступна лише в перші три тижні дії каталогу. Четвертий тиждень оформлення замовлень лише по передоплаті.',
        },
      },
    },
  },

};



export default uaTranslations;
